documentatie/stuf examples/verblijfplaats/08015_Lk01T_1710604194_2464653.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2464653_08015</referentienummer><tijdstipBericht>2009031016072778</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031012351705</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="101911" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1710604194</a-nummer><bsn-nummer>61062662</bsn-nummer><voornamen>Marinus</voornamen><voorletters>M</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Slijp</geslachtsnaam><geboortedatum>19460731</geboortedatum><geboorteplaats>599</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>M</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19980119</datumInschrijvingGemeente><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSADRCOR d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>19990611</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="132090" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3086EX</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Slinge</straatnaam><huisnummer>584</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRCOR><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>19990611</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="132090" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3086EX</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Slinge</straatnaam><huisnummer>584</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRINS><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T" d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>NPR4DLDB5</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>1</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB><PRSNAT d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumVerkrijging>0</datumVerkrijging><datumVerlies d5p1:noValue="geenWaarde" xsi:nil="true" /><NAT d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><code>1</code><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerkrijging d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerlies d5p1:noValue="nietOndersteund" xsi:nil="true" /></NAT></PRSNAT><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19680425</datumSluiting><plaatsSluiting>599</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1311007" d5p1:verwerkingssoort="I"><a-nummer>8525256056</a-nummer><bsn-nummer>132532311</bsn-nummer><voornamen>Hildegard</voornamen><voorletters>H</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Hamburg</geslachtsnaam><geboortedatum>19441226</geboortedatum><geslachtsaanduiding>V</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Albertina Adriana</voornamen><voorletters>AA</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Ottenhof</geslachtsnaam><geboortedatum>19120814</geboortedatum><geslachtsaanduiding>V</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Marinus</voornamen><voorletters>M</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Slijp</geslachtsnaam><geboortedatum>19090413</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>